[
      {
         "savol":"<img src='../img/1.jpg' alt='rasm'> tenglama  bilan  ifodalangan tebranma harakat qilayotgan jismning  maksimal tezlanishini  toping (sm/<sup>2</sup>)?",
         "D":"70",
         "B":"77",
         "C":"7",
         "A":"0,7"
      },
      {
         "savol":"Uzunligi  10  m  bo‘lgan kir  quritish  arqonida og‘irligi 20 N bo‘lgan  kostum  osilib turibdi. Kostum   ilingan  kiyim  ilgich  arqonining o‘rtasida bo‘lib,  arqon mahkamlangan nuqtalardan o‘tgan gorizontal chiziqdan  10 sm pastda  joylashgan. Arqonning taranglik kuchini  toping?",
         "A":"500 N",
         "B":"40 N",
         "C":"80 N",
         "D":"400 N"
      },
      {
         "savol":"Massasi 50  kg  bo‘lgan bola qayiqdan  qirg‘oqqa sakrab, 0,5 s  ichida  10 m/s tezlik  oldi.  Agar  qayiqning  massasi  200 kg  bo‘lsa,  shu  vaqtda bola qanday  tezlanish oladi?",
         "A":"5 m/s<sup>2</sup>",
         "B":"20 m/s<sup>2</sup>",
         "C":"4,5 m/s<sup>2</sup>",
         "D":"10 m/s<sup>2</sup>"
      },
      {
         "savol":"Velosiped g'ildirakning eng  chekka  nuqtasi 0,02 s  davomida 20 sm yoyni  bosib  o'tdi. Velosipedning tezligini  toping?",
         "B":"5 m/s",
         "A":"10 m/s",
         "C":"31,4 m/s",
         "D":"20 m/s"
      },
      {
         "savol":"Alyuminiydan yasalgan jism kerosinga botirilganda  unga 136 N itaruvchi kuch ta'sir ko'rsatadi. Jismning  havodagi og'irligini  toping. Kerosinning zichligi 800 kg/m^3.",
         "A":"459 N",
         "B":"450 N",
         "C":"360 N",
         "D":"500 N"
      },
      {
         "savol":"Chaqmoq  chaqqandan  so'ng 6 s   o'tgach momoqaldiroq gumburladi,  yashin razryadi kuzatuvchidan qanday  masofada (km) bo'lgan?",
         "A":"3",
         "B":"2",
         "C":"1,5",
         "D":"1"
      },
      {
         "savol":"Otliq 45 km/soat tezlik  bir  qishloqdan ikkinchisiga 30 minda yetib  boradi. Bu  masofani  o'rtacha tezligi 0,5 km/soat bo'lgan toshbaqa qancha  vaqtda o'tishi  mumkin? ",
         "A":"45 soat",
         "B":"60 soat",
         "C":"30 soat",
         "D":"48 soat"
      },
      {
         "savol":"Jismni muvozanat  holatidan  chetga chiqarilganda uning  holatini o'zgartiradigan hech  qanday kuch hosil bo'lmasa ...  deyiladi.",
         "A":"Farqsiz muvozonat",
         "B":"Barchasi  to'gri",
         "C":"Turg'unmas muvozanat",
         "D":"Turg'un  muvozanat"
      },
      {
         "savol":"Quyidagilardan qaysi  biri tabiiy  yorug'lik manbaidir.",
         "B":"Chaqmoq",
         "A":"Oy",
         "C":"Sham",
         "D":"Ko'zgu"
      },
      {
         "savol":"Temperatura kamayishi  bilan moddaning qaysi  holatda diffuziya tezligi  ko'proq kamayadi?",
         "A":"Qattiq",
         "B":"Gaz",
         "C":"Barchasida  bir  xil",
         "D":"Suyuq"
      },
      {
         "savol":"Tomonlari 10 sm  bo'lgan muntazam uchburchakning ikki  uchida -4 nC  va  +4nC bo'lgan  ikki zaryad  joylashgan.  Uchburchakning uchinchi uchidagi maydon  kuchlanganligi nimaga teng?",
         "B":"7,2 kV/m",
         "A":"3,6 kV/m",
         "C":"0",
         "D":"6,6 kV/m"
      },
      {
         "savol":"Ko'char blok ... beruvchi  qurilma.",
         "B":"Kuchni yo'nalishini o'zgartirib",
         "A":"Kuchdan  yutuq",
         "C":"Ishdan yutuq",
         "D":"Yo'ldan yutuq"
      },
      {
         "savol":"Yerga kun va  tun  bo'lishiga  sabab  nima?",
         "B":"Yerning  o'z  o'qidan turlicha  og'ishi ",
         "A":"Yerning o'z  o'qi  atrofida aylanishi",
         "C":"Chunki  yer quyosh  atrofida aylanadi",
         "D":"Yerning  tabiiy yo'ldoshi oy  tufayli"
      },
      {
         "savol":"Soat  strelkasining uchi  qaysi harakat  turiga  kiradi?",
         "A":"Tekis  harakat",
         "B":"Egri chiziqli notekis  harakat",
         "C":"Tezlanuvchan  harakat",
         "D":"Notekis  harakat"
      },
      {
         "savol":"Ipga  bog'langan  jism  O  nuqta  atrofida  vertikal  tekislikda   aylantirilmoqda. B  nuqtada  uning og'irlik  kuchi qanday  yo'nalgan? <img src='../img/2.jpg' alt='rasm'> ",
         "D":"<img src='../img/3.jpg' alt='rasm'> ",
         "B":"<img src='../img/4.jpg' alt='rasm'> ",
         "C":"<img src='../img/5.jpg' alt='rasm'> ",
         "A":"<img src='../img/6.jpg' alt='rasm'> "
      },
      {
         "savol":"Qo'zg'almas blok  orqali o'tkazilgan arqonning uchlariga 50 g va 75 g li  yuklar osilgan. Arqonni  cho'zilmas  deb olib, arqoning taranglik kuchini  toping.",
         "A":"0,6 N",
         "B":"0,4 N",
         "C":"0,8 N",
         "D":"0,5 N"
      },
      {
         "savol":"Yer  uchun  birinchi kosmik  tezlik  u  ga  teng.  Massasi Yer massasidan 4 marta  katta,  radiusi esa 4  marta  kichik  bo'lgan  sayyoradagi  birinchi kosmik tezlikni toping?",
         "A":"4u",
         "B":"16u",
         "C":"2u",
         "D":"u"
      },
      {
         "savol":"Jism  minoradan gorizontal yo'nalishda 12 m/s boshlang'ich tezlik  bilan  otildi va  60 m masofaga borib  yerga  tushdi. Jismning tushish  vaqtini  toping?",
         "C":"4 s",
         "B":"3 s",
         "A":"5 s",
         "D":"6 s"
      },
      {
         "savol":"M massali yog'och brusok gorizontal tekislikda  yotibdi.  Uni F=13,5 N gorizontal kuch  bilan tekis  harakantlantirish mumkin. Brusok ustiga m=2 kg yuk  qo'yilgan holda F=22,3 N kuch ta'sirida tekis harakat qiladigan bo'lsa, yog'och bilan  sirt  orasidagi ishqalanish koeffitsientini  toping?",
         "B":"0,38",
         "A":"0,44",
         "C":"0,5",
         "D":"0,54"
      },
      {
         "savol":"Otliq 48 km/soat tezlik  bilan bir  qishloqdan ikkinchisiga 40 minda yetib bordi. Bu  masofani o'rtacha tezligi 0,5 km/soat bo'lgan toshbaqa qancha  vaqtda  o'tishi  mumkin?",
         "B":"48 soat",
         "A":"64 soat",
         "C":"72 soat",
         "D":"60 soat"
      },
      {
         "savol":"Atmosfera bosimini  o'lchaydigan  asbobga ... deyiladi.",
         "C":"Manometr",
         "B":"Dinamometr",
         "A":"Barometr",
         "D":"Suyuqlikli manometr"
      },
      {
         "savol":"Tovushning tezligi havo temperaturasi ko'tarilishi  bilan ...",
         "C":"O'zgarmaydi",
         "B":"Kamayadi",
         "A":"Ortadi",
         "D":"Ortishi  ham  kamayishi  ham  mumkin"
      },
      {
         "savol":"Arximed kuchini to'g'ri va to'liq ta'rifini  ko'rsating.",
         "A":"Suyuqlik yoki gazga to'la botirilgan jism o'z  hajmiga teng bo'lgan suyuqlik yoki gazni siqib  chiqaradi. Jismga pastdan yuqoriga yo'nalgan va  siqib chiqarilgan suyuqlik yoki gaz og'irligiga teng kuch ta'sir etadi.",
         "B":"Suyuqlik yoki gazga to'la botirilgan jism o'z  hajmiga teng bo'lgan suyuqlik yoki gazni siqib  chiqaradi. Jismga pastdan yuqoriga yo'nalgan jism og'irligiga teng kuch ta'sir etadi.  ",
         "C":"Jismga pastdan yuqoriga yo'nalgan va  jism og'irligiga teng  kuch  ta'sir etadi.",
         "D":"Suyuqlik yoki  gazga to'la botirilgan jism  o'z hajmiga suyuqlik yoki gazni siqib chiqaradi."
      },
      {
         "savol":"Mexanikaning jism  harakatini uning massasi va  uni harakatga  keltiruvchi sabablar hisobga  olinmagan  holda o'rganadigan bo'limiga ... deb  ataladi.",
         "A":"Kinimetka",
         "B":"Elektrostatika",
         "C":"Statika",
         "D":"Dinamika"
      },
      {
         "savol":"Agar yer  sirtidagi jismga  gorizontal yo'nalishda birinchi  kosmik tezlik  berilsa,  uning harakat terektoriyasi qanday  shaklda  bo'ladi?",
         "A":"Ellips",
         "B":"To'g'ri  chiziq",
         "C":"Aylana",
         "D":"Parabola"
      },
      {
         "savol":"Oydagi Kosmik kemadan jismni gorizontal yo'nalishida 3 m/s tezlik bilan otildi. Kosmik kema balandligi 20 m bo'lsa, jism otilgan joydan qanday uzoqlikka borib tushadi? g<sub>oy</sub>=1,6 m/s<sup>2</sup>,  g<sub>y</sub>=10 m/s<sup>2</sup>",
         "C":"6 m",
         "B":"25 m",
         "A":"15 m",
         "D":"20 m"
      },
      {
         "savol":"20 m/s tezlik bilan gorizontal otilgan jismning harakat boshidan 1,5 s o'tgan momentdagi tangensianal tezlanishini  toping(m/s<sup>2</sup>)",
         "B":"8",
         "A":"6",
         "C":"10",
         "D":"5"
      },
      {
         "savol":"Tosh 20 m/s tezlik bilan gorizontga 30<sup>o</sup> burchak ostida  otiladi.  Toshning uchish vaqtini (s) toping?",
         "B":"3",
         "A":"2",
         "C":"4",
         "D":"5"
      },
      {
         "savol":"Quyosh  toji qanday  fizik  hodisada  kuzatishimiz imkoni  mavjud  bo'ladi?",
         "A":"Quyosh to'la tutilganda",
         "B":"Oy tutilganda",
         "C":"21-dekabrda",
         "D":"22-iyunda"
      },
      {
         "savol":"Atmosfera  bosimini o'lchaydigan  asbobga ... deyiladi",
         "A":"Barometr",
         "B":"Dinamometr",
         "C":"Suyuqlikli manometr",
         "D":"Manometr"
      },
      {
         "savol":"Quyida keltirilgan tarozilarning qaysi birining o'lchash aniqligi kunning  issiq yoki  sovuq bo'lishiga,  Yerning Shimoliy qutbi yoki ekvatorga yaqin joylarda olib borilganligiga bog'liq bo'ladi?",
         "A":"Elektron tarozi",
         "B":"Shaynli tarozi",
         "C":"Prujinali tarozi",
         "D":"Barcha tarozilarda"
      },
      {
         "savol":"Yuqoridan 5 m/s tezlik bilan pastga tashlab yuborilgan jism 5 s dan yerga tushgan bo'lsa, uning o'rtacha tezligini  toping?",
         "C":"55 m/s",
         "B":"30 m/s",
         "A":"25 m/s",
         "D":"20 m/s"
      },
      {
         "savol":"Bir-biriga parchinlab mahkamlangan ikkita- mis va temir plastina (Bimetall plastina). Bunday plastina sovitilsa nima bo'ladi. Issiqlik o'tkazuv-chanlik koeffisentlari temir va mis uchun mos ravishda 73 = 395 W/(m*k)",
         "A":"Temir tomonga egiladi",
         "B":"Sinadi",
         "C":"Mis tomonga egiladi",
         "D":"Egilmaydi"
      },
      {
         "savol":"Qavariq ko'zguda  qanday tasvir  hosil  bo'ladi?",
         "A":"to'nkarilgan, kichiklashgan va mavhum",
         "B":"to'nkarilgan, kichiklashgan va haqiqiy",
         "C":"to'g'ri, kichiklashgan va mavhum",
         "D":"to'nkarilgan, kattalashgan va  haqiqiy"
      },
      {
         "savol":"Atmosfera bosimi mavjudligining sababi nimada?",
         "A":"Molekularning harakatchanligi",
         "B":"Uning Yer yuziga ishqalanilishi",
         "C":"Havoning og'irlik kuchi",
         "D":"Ularning o'zaro ta'sirlashuvi"
      },
      {
         "savol":"Jism pastga tik  yo'nalishda sekinlanuvchan a tezlanish bila harakatlanganda, uning og'irligi ...",
         "B":"ma miqdorda  kamayadi",
         "A":"ma miqdorida ortadi",
         "C":"o'zgarmaydi",
         "D":"tezlanish  qiymatiga bog'liq"
      },
      {
         "savol":"Qarshiligi 0,04 (omega) bo'lgan shunt ampermetr tarmoqqa ulanganda 5 A ni ko'rsatadi. Ampermetrning ichki qarshiligi 0,12(omega)> Zanjirning tarmoqlanmagan qismida tok  kuchini toping.",
         "B":"16 A",
         "A":"20 A",
         "C":"12 A",
         "D":"10 A"
      },
      {
         "savol":"Ichki  bosim  uchun  Paskal  qonuni  quyidagicha  ta'riflanadi:",
         "A":"Og'irlik  kuchini  hisobga  olganda,  suyuqlik yoki  gaz  zarralarining idish  devorlariga bergan  bosimi hamma yo'nalishda bir  xil bo'ladi",
         "B":"Og'irlik  kuchini  hisobga  olmaganda,  suyuqlik yoki  gaz  zarralarining idish  devorlariga bergan  bosimi hamma yo'nalishda bir  xil bo'ladi",
         "C":"Suyuqlik va  gaz o'ziga berilgan tashqi  bosimni hamma  tomonga o'zgarishsiz  uzatadi",
         "D":"Suyuqlik va  gaz o'ziga berilgan tashqi  bosimni hamma  tomonga o'zgarish bilan uzatadi"
      },
      {
         "savol":"Jismni  muvozanat holatidan chetga chiqarilganda uning  holatini o'zgartiradigan hech qanday kuch  hosil bo'lmasa ... deyiladi.",
         "B":"Turg'unmas muvozonat",
         "A":"Farqsiz muvozonat",
         "C":"Barchasi to'g'ri",
         "D":"Turg'un muvozonat"
      },
      {
         "savol":"G'altakdagi tok 0,2 s  davomida noldan 3 A gacha tekis o'zgarganda 1,5 V o'z induksiya EyuK hosil bo'lsa, g'altakning induktivligi qanchaga teng?",
         "C":"0,2 H",
         "B":"1 H",
         "A":"0,1 H",
         "D":"0,5 H"
      },
      {
         "savol":"Interferensiya nima?",
         "D":"Kogerent to'lqinlar uchrashganda bir-birini kuchaytirish yoki susaytirish hodisasi",
         "B":"To'lqinlar uchrashganda bir-birini susaytirish hodisasi",
         "C":"Kogerent to'lqinlar uchrashganda bir-birini kuchaytirish hodisasi",
         "A":"To'lqinlar uchrashganda bir-birini kuchaytirish yoki susaytirish hodisasi"
      },
      {
         "savol":"Ko'chmas blok ... beruvchi  qurilma",
         "C":"Ishdan yutuq",
         "B":"Kuchdan yutuq",
         "A":"Kuchni yo'nalishini o'zgartirib",
         "D":"Yo'ldan yutuq"
      },
      {
         "savol":"To'lqin  tarqatayotgan muhitda zarralarning tebranish yo'nalishi , to'lqin tarqalish yo'nalishi bilan bir o'qda bo'lsa, bunday to'lqinga ... deyiladi.",
         "C":"Rezanans",
         "B":"Ko'ndalang to'lqin",
         "A":"Bo'ylanma to'lqin",
         "D":"Xususiy tebranishlar"
      },
      {
         "savol":"Induktivligi 2 H bo'lgan g'altakda o'z induksiya Eyukning qiymati 36 V bo'lishi uchun g'altakdan o'tayotgan tokning o'zgarish tezligi qanday bo'lishi  kerak?",
         "B":"20 A/s",
         "A":"18 A/s",
         "C":"72 A/s",
         "D":"9 A/s"
      },
      {
         "savol":"Agar massasi 4 kg bo'lgan jismga bir vaqtda 8 N va 22 N kuch ta'sir etayotgan bo'lsa, uning tezlanishi qaysi oraliqda bo'ladi?",
         "A":"[3,5;7,5] m/s<sup>2</sup>",
         "B":"[3;10] m/s<sup>2</sup>",
         "C":"[2;8] m/s<sup>2</sup>",
         "D":"[2,5;8,5] m/s<sup>2</sup>"
      },
      {
         "savol":"2 kg massali jismga gorizontal yo'nalgan 5,2 N kuch ta'sir qilsa , uning tezlanishini toping (m/s<sup>o</sup>). Ishqalanish koeffisienti u=0,04",
         "B":"0,2",
         "A":"2,2",
         "C":"1,6",
         "D":"2,6"
      },
      {
         "savol":"Uzunligi 25 sm bo'lgan o'tkazgichdan 4 A tok o'tmoqda. O'tkazgich induksiyasi 1,2 T bo'lgan bir jinsli magnit maydonning induksiya chiziqlariga 45<sup>o</sup> burchak ostida joylashgan. O'tkazgich Amper kuchi yo'nalishda 3 sm ga ko'chganda qanday ish bajariladi?",
         "B":"15 mJ",
         "A":"25,4 mJ",
         "C":"18,6 mJ",
         "D":"22,5 mJ"
      },
      {
         "savol":"Faradey sonini aniqlang.",
         "A":"9,65*10<sup>4</sup>",
         "B":"8,31",
         "C":"4,5*10<sup>3</sup>",
         "D":"16*10<sup>-19</sup>"
      },
      {
         "savol":"Avtobus o'rtacha 15 m/s tezlik bilan 80 min da qancha masofa bosib o'tadi(km)",
         "A":"72",
         "B":"30,4",
         "C":"54",
         "D":"36"
      },
      {
         "savol":"Ko'ndalang kesim yuzasi 1 m<sup>2</sup>, qalinligi 0,4 m bo'lgan muz bo'lagining massasini toping? Muz zichligi 900 kg/m<sup>3</sup>",
         "A":"360 kg",
         "B":"40 kg",
         "C":"90 kg",
         "D":"400 kg"
      },
      {
         "savol":"O'zgarmas F kuch ta'sirida vagon 5 m yo'lni bosib o'tdi va 2 m/s tezlik oldi. Agar vagonning massasi 400 kg va ishqalanish koeffisiyenti 0,01 bo'lsa, kuch bajargan A ishning qanday qismi kinetik energiya sarf bo'lgan?",
         "A":"0,8",
         "B":"1",
         "C":"0,2",
         "D":"0,6"
      },
      {
         "savol":"Agar vertikal yuqoriga otilgan jism yo'lning oxirgi 1/4 qismini 3 s da bosib o'tgan bo'lsa, uning harakat boshlangandan so'ng 4 sekunddan keyingi tezligi qanday?",
         "A":"30 m/s",
         "B":"10 m/s",
         "C":"20 m/s",
         "D":"15 m/s"
      },
      {
         "savol":"O'zgaruvchan tok zanjirdagi aktiv qarshilikda tok va kuchlanish fazalari orasidagi farq nimaga bo'ladi?",
         "A":"0",
         "B":"11",
         "C":"-11/2",
         "D":"11/2"
      },
      {
         "savol":"Yangi topilgan planetada  erkin tushish tezlanishi 25 m/s<sup>2</sup> ga teng. Bu planetada uzunligi 1 m bo'lgan matematik mayatnikning siklik chastotasini toping?",
         "A":"5 rad/s",
         "B":"25 rad/s",
         "C":"15 rad/s",
         "D":"10 rad/s"
      },
      {
         "savol":"Jismni muvozonat holatidan chetga chiqarilganda uni dastlabki holatiga qaytaruvchi kuch hosil bo'ladigan muvozonatga ... deyiladi.",
         "A":"Turg'un muvozanat",
         "B":"Turg'unmas muvozanat",
         "C":"issiqlik energiya",
         "D":"ichki energiya"
      },
      {
         "savol":"Gravitatsiya doimiysini birligini  aniqlang?",
         "A":"(N*m<sup>2</sup>)/(kg<sup>2</sup>)",
         "B":"(N*m<sup>3</sup>)/(kg<sup>2</sup>)",
         "C":"(N*m<sup></sup>)/(kg<sup></sup>)",
         "D":"(N*kg<sup>2</sup>)/(m<sup>2</sup>)"
      },
      {
         "savol":"Vektor kattaliklar - bu ...",
         "C":"son qiymatlari hisobga olinmasa ham bo'ladigan kattaliklar",
         "B":"faqat son qiymati bilan aniqlanadigan kattaliklar",
         "A":"son qiymatlari va yo'nalishilari bilan aniqlanadigan kattaliklar",
         "D":"faqat yo'nalishlari bilan aniqlanadigan kattaliklar"
      },
      {
         "savol":"Gidravlik press deb ataluvchi qurilma qaysi qonun asosida ishlaydi.",
         "A":"Paskal",
         "B":"Momentlar qoidasi",
         "C":"Bernulli",
         "D":"Nyutonning II-qonuni"
      },
      {
         "savol":"Jismlarning tinch yoki harakat  holatini saqlash qobiliyatini xarakterlovchi fizik kattalik ... deyiladi?",
         "D":"Zichlik",
         "B":"Massa",
         "C":"Og'irlik",
         "A":"Inertlik"
      },
      {
         "savol":"Massasi 290 g bo'lgan havoni 20 K ga izobarik qizdirganda u qancha ish bajargan?",
         "B":"2900 J",
         "A":"1700 J",
         "C":"1500 J",
         "D":"1900 J"
      },
      {
         "savol":"Tinch holatdagi 2 kg massali jismga gorizontal yo'nalgan 5 N kuch ta'sir qilsa, uning tezlanishini toping (m/s<sup>2</sup). Ishqalanish koeffitsienti u=0,4",
         "A":"0",
         "B":"4",
         "C":"1,5",
         "D":"0,4"
      },
      {
         "savol":"Yassi kondensator  2uC zaryad olib, 0,5uJ maydon energiyasiga ega bo'ldi. Kondensator sig'imi qanday bo'lgan?",
         "A":"4 uF",
         "B":"16 uF",
         "C":"32 uF",
         "D":"6 uF"
      },
      {
         "savol":"Xumo arenadagi xokkey maydonini kengligi 40 m. Xokkeychi maydon markazidan shaybaga 20 m/s tezlik bersa, shaybaning tebranish davrini  toping (s)? u=0",
         "D":"4",
         "B":"8",
         "C":"6",
         "A":"2"
      },
      {
         "savol":"Temperatura ortishi bilan moddaning qaysi holatida diffuziya tezligi tezroq ortadi?",
         "A":"Qattiq",
         "B":"Gaz",
         "C":"Barchasida bir xil",
         "D":"Suyuq"
      }
]